Repository: enekoatxa/Proyecto-Web-BookStore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: páginas
eu: orrialde

source: Año:
eu: Urtea:

source: Editorial
eu: Argitaletxea

source: No tenemos información sobre este libro
eu: Ez daukagu informaziorik

source: Inicio
eu: Hasiera

source: Libros
eu: Liburuak

source: Autores
eu: Autoreak

source: Editoriales
eu: Argitaletxeak

source: Datos del autor
eu: Autorearen datuak

source: Nombre:
eu: Izena:

source: Fecha de nacimiento:
eu: Jaioteguna:

source: No existe este autor
eu: Ez da autore hau existitzen

source: Datos de la editorial
eu: Argitaletxearen datuak

source: Nombre de la editorial:
eu: Argitaletxearen izena:

source: Estos son todos los libros que tenemos de la editorial:
eu: Hauek dira argiteletxe hontatik ditugun liburuak:

source: No existe este articulo
eu: Ez da liburu hau existitzen

source: Datos del libro:
eu: Liburuaren datuak:

source: Título:
eu: Izenburua:

source: Género:
eu: Generoa:

source: Idioma:
eu: Hizkuntza:

source: Edición:
eu: Edizioa:

source: Número de páginas:
eu: Orrialde kopurua:

source: Editorial:
eu: Argitaletxea:

source: Autores:
eu: Autoreak:

source: Puedes hacer zoom en la portada, arrastrando el cursor por encima de ella
eu: Liburuaren azalean zooma egin dezakezu, kurtsorea bere gainetik pasatzen baduzu

source: No existe este artículo
eu: Ez da artikulu hau existitzen

source: LIBRERÍA ATXA DORRONSORO
eu: ATXA DORRONSORO LIBURU DENDA

source: NOVEDADES
eu: BERRIAK

source: Búsqueda de autores
eu: Autore bilaketa

source: Busqueda de editoriales
eu: Argitaletxe bilaketa

source: Nuestros autores
eu: Gure autoreak

source: Listado de autores
eu: Autore zerrenda

source: En esta pestaña podrás encontrar la lista de todos los autores de los cuales tenemos libros en la tienda. Puedes buscar cualquier información del autor pinchando en su nombre
eu: Orrialde honetan ditugun autoreen zerrenda aurki dezakezu. Bilatu autore baten informazioa, bere izenean klik eginez

source: No hay ningun autor en la tienda
eu: Ez dago autorerik dendan

source: Listado de editoriales
eu: Argitaletxe zerrenda

source: En esta pestaña puedes ver todas las editoriales de los cuales tenemos libros en la tienda. Si haces click en alguno, podrás ver sus detalles
eu: Hau da dendan ditugun argitaletxeen zerrenda. Batean klik eginez gero, haren ezaugarriak ikus ditzakezu.

source: No hay ninguna editorial registrada en la tienda
eu: Ez dago argitaletxerik erregistratuta.

source: Listado de libros
eu: Liburuen zerrenda

source: En esta pestaña puedes ver la lista de todos los libros que tenemos actualmente. ¡Están ordenados para que te aparezcan las últimas llegadas primero!
eu: Orrialde honetan orain ditugun liburuen zerrenda aurki dezakezuLiburu berrienak lehenengo agertzeko ordenatuta dituzu!

source: Haz click en cualquier libro para ver sus detalles
eu: Egin klik edozein liburutan bere ezaugarriak ikusteko

source: No hay ningun libro en la tienda. ¡Atentos a nuevas llegadas!
eu: Ez dago libururik dendan. Adi iritsiko direnei!
